-- 성향 & 성격 표현
INSERT INTO profile_keyword (content, category_name) VALUES
('내향적이에요', '성향 & 성격 표현'),
('외향적이에요', '성향 & 성격 표현'),
('신중해요', '성향 & 성격 표현'),
('충동적이에요', '성향 & 성격 표현'),
('차분해요', '성향 & 성격 표현'),
('활발해요', '성향 & 성격 표현'),
('논리적이에요', '성향 & 성격 표현'),
('감성적이에요', '성향 & 성격 표현'),
('모험적이에요', '성향 & 성격 표현'),
('안정적이에요', '성향 & 성격 표현');

-- 대화 스타일
INSERT INTO profile_keyword (content, category_name) VALUES
('말보다 듣는 걸 좋아해요', '대화 스타일'),
('말하는 것을 좋아해요', '대화 스타일'),
('공감을 잘해요', '대화 스타일'),
('솔직한 대화를 좋아해요', '대화 스타일'),
('진지하고 차분한 대화를 선호해요', '대화 스타일'),
('농담과 유머가 많아요', '대화 스타일'),
('질문을 잘해요', '대화 스타일');

-- 관심사
INSERT INTO profile_keyword (content, category_name) VALUES
('음악', '관심사'),
('영화', '관심사'),
('드라마', '관심사'),
('미술', '관심사'),
('관계', '관심사'),
('운동', '관심사'),
('게임', '관심사'),
('여행', '관심사'),
('요리', '관심사'),
('사진', '관심사'),
('진로', '관심사'),
('사회이슈', '관심사'),
('자기계발', '관심사'),
('연애', '관심사');
